/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "קצת אחרי %@";
"shortly after ref" 	= "current";

"five past %@" 			= "חמש אחרי %@";
"five past ref" 		= "current";

"ten past %@" 			= "עשר אחרי %@";
"ten past ref" 			= "current";

"quarter past %@" 		= "רבע אחרי %@";
"quarter past ref" 		= "current";

"twenty past %@" 		= "עשרים אחרי %@";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "עשרים וחמש אחרי %@";
"twentyfive past ref" 	= "current";

"half past %@" 			= "%@ וחצי";
"half past ref" 		= "current";

"twentyfive to %@" 		= "עשרים וחמש עד %@";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "עשרים עד %@";
"twenty to ref" 		= "next";

"quarter to %@" 		= "רבע עד %@";
"quarter to ref" 		= "next";

"ten to %@" 			= "עשר עד %@";
"ten to ref" 			= "next";

"five to %@" 			= "חמש עד %@";
"five to ref" 			= "next";

"nearly %@" 			= "כמעט %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "שתים עשרה";
"one" = "אחת";
"two" = "שתיים";
"three" = "שלוש";
"four" = "ארבע";
"five" = "חמש";
"six" = "שש";
"seven" = "שבע";
"eight" = "שמונה";
"nine" = "תשע";
"ten" = "עשר";
"eleven" = "אחת עשרה";

/* special strings */

"%@ o'clock" = "%@";
"midnight" = "חצות הלילה";

/* Workarounds */

"one o'clock" = "שעה אחת";


/* Menu items		*/

"About FuzzyClock" = "‫אודות שעון מטושטש…";
"FuzzyClock Help" = "‫עזרת שעון מטושטש";
"Preferences ..." = "‫עדיפיות…";
"Quit" = "סיים";


/* Others		*/

"language" = "לשון";
"change only FuzzyTime" = "שנה רק זמן מטושטש";

"Fuzzy Preferences" = "עדיפיות מטושטשות";

"Language Settings" = "Language Settings";
"Specials" = "Specials";
"Special time settings" = "Special time settings";
"Starttime" = "Starttime";
"Endtime" = "Endtime";
"String" = "String";
"time format: hh:mm" = "time format: hh:mm";
"Remove" = "Remove";
"Add" = "Add";

"Color & Font" = "Color & Font";
"Text color" = "Text color";
"draw font with shadow" = "draw font with shadow";
"(takes effect when you restart FuzzyClock)" = "(takes effect when you restart FuzzyClock)";
"font name" = "font name";

"show day in menu bar" = "show day in menu bar";

/* Weekday abbreviations */

"Sunday" = "Sun";
"Monday" = "Mon";
"Tuesday" = "Tue";
"Wednesday" = "Wed";
"Thursday" = "Thu";
"Friday" = "Fri";
"Saturday" = "Sat";